[
    {
        "name" : "Razer Hammerhead",
        "price" : 1899,
        "type" : "Headphone",
        "subType" : "TrueWireless",
        "brand" : "Razer",
        "isWireless" : true,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 542,
        "rating" : 4.6,
        "description" : "หูฟังไร้สาย Razer Hammerhead True Wireless 2nd Gen หูฟังเกมมิ่งสำหรับชาวเกมมือถือโดยเฉพาะ ต้องบอกว่า Razer เคยออกหูฟังเกมมิ่งรุ่นนี้มาแล้วและได้รับเสียงตอบรับเป็นอย่างดี ผ่านการปรับแต่งและเสริมพลังให้มีประสิทธิภาพมากยิ่งขึ้น ตอนนี้เดินทางมาถึงรุ่นที่ 2 เป็นที่เรียบร้อย ตัวหูฟังเป็นแบบ In-Ear ซึ่งแตกต่างจากรุ่นที่แล้วที่เป็น Earbuds ตัวหูฟังมาพร้อมไฟ RGB 16.8 ล้านสี ให้ผู้ใช้งานปรับแต่งได้ตามความชอบ หูฟังไร้สาย Razer Hammerhead True Wireless 2nd Gen มาพร้อม Active Noise Cancellation ที่จะช่วยลดเสียงรอบข้าง ให้ผู้ใช้งานได้รับฟังเสียงแบบเต็มพลังจากการฟังเพลง ดูหนัง และเล่นเกม มี Gameing mode ที่จะลดการดีเลย์ของเสียง",
        "totalProductOrder" : 15
    },
    {
        "name" : "Nubwo NTW1",
        "price" : 329,
        "type" : "Headphone",
        "subType" : "TrueWireless",
        "brand" : "Nubwo",
        "isWireless" : true,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 139,
        "rating" : 4.2,
        "description" : "",
        "totalProductOrder" : 9
    },
    {
        "name" : "Razer BlackShark V2 Pro",
        "price" : 3790,
        "type" : "Headphone",
        "subType" : "Wireless",
        "brand" : "Razer",
        "isWireless" : true,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 52,
        "rating" : 4.7,
        "description" : "หูฟังไร้สาย Razer BlackShark V2 Pro Wireless Gaming Headphone เป็นหูฟังเล่นเกมแบบครอบหูไร้สายที่มาพร้อมกับน้ำหนักเบาเพียงแค่ 320 กรัมเท่านั้น ด้วยดีไซน์การออกแบบที่สวยงาม โดดเด่น รูปทรงมีความคล้ายคลึงกับหูฟังสำหรับใส่ยิงปืน สีดำเข้มตามเอกลักษณ์ของแบรนด์ Razer ด้านข้างสกรีนโลโก้งูสีเขียวเอาไว้อย่างโดดเด่น โดยหูฟังนั้นสามารถครอบใบหูได้มิด ใช้เมมโมรี่โฟม Flowknit ที่นุ่มเป็นพิเศษ อีกทั้งยังระบายอากาศได้ดี จึงช่วยลดความร้อนขณะสวมใส่ สายคาดศีรษะทำจากวัสดุสแตนเลส หุ้มด้วยหนังที่มีความหนานุ่ม จึงยืดหยุ่นได้ดี มีความแข็งแรงทนทาน",
        "totalProductOrder" : 51
    },
    {
        "name" : "Corsair Virtuoso RGB XT",
        "price" : 9990,
        "type" : "Headphone",
        "subType" : "Wireless",
        "brand" : "Corsair",
        "isWireless" : true,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 17,
        "rating" : 4.8,
        "description" : "หูฟัง Corsair Virtuoso RGB XT Wireless Gaming Headphone เป็นหูฟังเกมมิ่งไร้สายที่ให้คุณภาพเสียงที่สูง ยกระดับการเล่นเกมของคุณให้เหนือชั้นทรงพลังมากกว่าที่เคย ดีไซน์ภายนอกดูเรียบ หรู พรีเมียม มาพร้อมไฟ RGB ที่สัญลักษณ์ Corsair จะใช้เล่นเกมที่บ้านหรือจะพกพาไปใช้สถานที่ต่างๆ ก็สามารถทำได้อย่างสะดวก ด้วยการเชื่อมต่อที่สามารถทำได้ถึง 3 รูปแบบได้แก่ การเชื่อมต่อผ่านสาย 3.5mm การเชื่อมต่อไร้สายผ่านดองเกิล 2.4GHz ที่มีเทคโนโลยี SLIPSTREAM ให้เสียงชัดดีเลย์ต่ำ",
        "totalProductOrder" : 9
    },
    {
        "name" : "HyperX Cloud III",
        "price" : 3090,
        "type" : "Headphone",
        "subType" : "Fullsize",
        "brand" : "Hyperx",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 168,
        "rating" : 4.5,
        "description" : "ปลุกตำนานให้กลับมามีชีวิต พร้อมทั้งอัปเกรดให้กระหึ่มสะใจมากกว่าเดิมด้วย HyperX Cloud III Gaming Headset ที่เป็นหูฟังรุ่นอัปเกรดจาก Cloud II ในตำนาน ให้เสียงเกมอันกระหึ่มก้องอยู่เต็มหู เปิดรับประสบการณ์แห่งความชัดเจน ไม่ว่าจะใช้เล่นเกมอะไรอยู่ก็ตามนั้นก็สามารถส่งต่อความคมชัดในเรื่องของเสียงให้คุณอย่างยอดเยี่ยม ไม่ใช่แค่ในเรื่องของเสียงเท่านั้น ยังรวมไปถึงเรื่องของการสื่อสารจากไมโครโฟนที่ชัดเจน มาพร้อมกับระบบตัดเสียง ให้ทุกการสื่อสารของคุณนั้นชัดเจน ไม่ถูกเสียงไม่พึงประสงค์เข้ามารบกวน",
        "totalProductOrder" : 27
    },
    {
        "name" : "Nubwo X85",
        "price" : 790,
        "type" : "Headphone",
        "subType" : "Fullsize",
        "brand" : "Nubwo",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 578,
        "rating" : 4.1,
        "description" : "หูฟัง Nubwo X85 Gaming Headset หูฟังเกมมิ่งราคาประหยัดจาก Nubwo ซึ่งถ้าใครกำลังมองหาหูฟังเกมมิ่งครอบหูที่คุ้มค่าคุ้มราคาแล้วล่ะก็ จะต้องตกหลุมรักหูฟังรุ่นนี้อย่างแน่นอน โดยที่ Nubwo X85 ใช้ไดร์เวอร์ขนาด 50 มม.ที่ชูจุดเด่นอย่าง 7.1 Virtual Surround Sound หรือก็คือระบบจำลองเสียง 7.1 ที่จะมาเพิ่มมิติด้านเสียงให้การรับฟังของทุกท่าน ไม่ว่าจะเป็นการเล่นเกม, ดูหนัง หรือ ฟังเพลงก็ตาม สำหรับการเล่นเกมอีกหนึ่งสิ่งที่สำคัญ นั่นก็คือการสื่อสารระหว่างเพื่อนร่วมทีม โดยที่หูฟังได้ให้ไมค์ที่มีคุณภาพมา 1 ตัว",
        "totalProductOrder" : 98
    },
    {
        "name" : "Logitech G333",
        "price" : 1286,
        "type" : "Headphone",
        "subType" : "InEar",
        "brand" : "Logitech",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 231,
        "rating" : 4.4,
        "description" : "Logitech G333 หูฟังเกมมิ่งอินเอียร์ตัวคุ้ม งานเนี๊ยบ สเปกเยี่ยม พร้อมกับเสียงที่มีคุณภาพ ออกแบบมาเพื่อการเล่นเกมมือถือโดยเฉพาะแต่ยังใช้งานกับโน๊ตบุ๊คและคอมพิวเตอร์ได้อย่างราบรื่นเช่นกัน จุดเด่นของรุ่นนี้อยู่ที่ไดรเวอร์ขับเสียง 2 ตัว ช่วยให้เสียงของเกมมีมิติและบาลานซ์ที่ดีมากขึ้น ขับเสียงได้หนักแน่นเต็มอารมณ์ พร้อมกับทิศทางเสียงที่แม่นยำ",
        "totalProductOrder" : 67
    },
    {
        "name" : "Hyperx Cloud Buds",
        "price" : 2190,
        "type" : "Headphone",
        "subType" : "InEar",
        "brand" : "Hyperx",
        "isWireless" : true,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 34,
        "rating" : 3.8,
        "description" : "ในที่สุดหูฟังที่ขายดีที่สุดของ HyperX ก็ได้รับการอัพเกรด โดยการอัพเกรดครั้งนี้หลาย ๆ คนน่าจะรอคอยมากที่สุดเจ้า Cloud Earbuds นั้นได้รับการยกระดับให้รองรับการใช้งานแบบไร้สายแล้วนั่นเอง แม้ว่าจะน่าเสียดายที่ตัวหูฟังไม่ได้มาแบบ True Wireless แต่การที่มาในแบบหูฟังไร้สายก็ไว้วางใจได้ว่าตัวหูฟังสามารถทำงานได้ลื่นไหลไม่ดีเลย์นั่นเอง",
        "totalProductOrder" : 18
    },
    {
        "name" : "Signo PINKKER HS-800P",
        "price" : 99,
        "type" : "Headphone",
        "subType" : "Accessory",
        "brand" : "Signo",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 1234,
        "rating" : 4.8,
        "description" : "",
        "totalProductOrder" : 123
    },
    {
        "name" : "Razer Base Station V2",
        "price" : 2350,
        "type" : "Headphone",
        "subType" : "Accessory",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 328,
        "rating" : 4.6,
        "description" : "",
        "totalProductOrder" : 29
    },
    {
        "name" : "Signo WG-900 Vortex",
        "price" : 850,
        "type" : "Mouse",
        "subType" : "Mouse",
        "brand" : "Signo",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 575,
        "rating" : 4.3,
        "description" : "Signo แบรนด์เกมมิ่งเกียร์ชื่อดังที่มีสินค้าคุณภาพในราคาเข้าถึงง่าย ซึ่งจัดว่าเป็นอีกหนึ่งแบรนด์ที่ได้รับความไว้วางใจในการซื้อมาใช้ของเหล่าเกมเมอร์เสมอ ไม่ว่าจะเป็นคุณภาพที่ถือว่าใช้งานได้เป็นอย่างดีหรือตัวราคาที่สามารถจับต้องได้อย่างง่ายดายก็ทำให้ใครหลายคนต่างก็เลือกใช้เกมมิ่งเกียร์จากแบรนด์นี้กันอย่างมากมาย",
        "totalProductOrder" : 134
    },
    {
        "name" : "SteelSeries Sensei Ten",
        "price" : 1250,
        "type" : "Mouse",
        "subType" : "Mouse",
        "brand" : "SteelSeries",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 379,
        "rating" : 4.5,
        "description" : "SteelSeries Sensei Ten เป็นเมาส์เกมมิ่งดีไซน์คลาสสิกและเป็นที่ยอดนิยมที่สุดของ SteelSeries ที่เคยเปิดตัวออกมาในปี 2009 และถูกนำมาพัฒนาและเปิดตัวใหม่ในปี 2019 ด้วยดีไซน์เดิมเพิ่มเติมคือไฟ LED RGB และเซนเซอร์ที่เปลี่ยนไปใช้งาน Optical Sensor แบบเต็มตัว พร้อมด้วยความทนทานรองรับการคลิกกว่า 60 ล้านครั้งและ เซนเซอร์ TrueMove Pro มี DPI อยู่ที่ 50 – 18,000 พร้อมเสริมความแม่นยำด้วย Tilt Tracking ที่ทำให้เมาส์เคลื่อนที่อย่างแม่นยำในขณะที่กำลังยกเมาส์ขึ้น และลง เป็นเมาส์เกมมิ่งมีสายที่มีประวัติอันยาวนานและผ่านมือแชมป์ Esports มากมากมาย",
        "totalProductOrder" : 84
    },
    {
        "name" : "Razer Viper 8KHz",
        "price" : 1620,
        "type" : "Mouse",
        "subType" : "Mouse",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 498,
        "rating" : 4.5,
        "description" : "โดยการออกแบบเจ้า Razer Viper 8K ตัวนี้ทาง Razer ออกแบบให้รองรับการใช้งานทั้ง 2 มือด้วยปุ่มกดรวม 7 ปุ่มบนรูปทรง Ambidextrous ที่เป็นการออกแบบหลักของตัว Razer Viper อยู่แล้ว โดยนอกจาก Polling Rate หรืออัตราการส่งสัญญาณที่สูงพิเศษแล้วนั้นบนเมาส์ Viper ก็ยังมาพร้อมกับชิ้นส่วนคุณภาพสูงจาก Razer อีกมากมายเริ่มต้นจากสวิทซ์เมาส์ Optical Gen 2nd ที่ Razer ออกมารับปากเลยว่าไม้มีปัญหา Double Clicks แบบเดิม ๆ แน่นอน ด้วยเซ็นเซอร์อินฟาเรดที่มีความแม่นยำและความเร็วในการส่งสัญญาณสูงแถมการใช้งานเซ็นเซอร์รูปแบบนี้ ยังทำให้อายุการใช้งานของตัวเมาส์มากขึ้นไปอีกด้วย นอกจากเซ็นเซอร์คุณภาพสูงแล้วตัวเมาส์ยังใช้ Sensor Focus+ ของ Razer ที่มีช่วง DPI สูงสุดถึง 20,000 DPI",
        "totalProductOrder" : 102
    },
    {
        "name" : "Corsair Sabre RGB Pro Champion",
        "price" : 2090,
        "type" : "Mouse",
        "subType" : "Mouse",
        "brand" : "Corsair",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 212,
        "rating" : 4.6,
        "description" : "เมาส์ Corsair Sabre RGB Pro Champion Series Gaming Mouse ดีไซน์เรียบฝ่ายแต่แฝงไปด้วยความโฉบเฉี่ยวในสไตล์ เกมมิ่งเกียร์ ได้เป็นอย่างดี ตัวเมาส์ดีไซน์ออกมาให้จับในรูปแบบ Palm และ Claw เป็นเมาส์เกมมิ่งที่เหมาะสำหรับการเล่นเกมในรูปแบบ FPS และ Battle Royale สามารถปรับแต่งปุ่มมาโครได้ถึง 6 ปุ่ม ปรับการตั้งค่า DPI ได้สูงสุดถึง 18000 เลยทีเดียว",
        "totalProductOrder" : 99
    },
    {
        "name" : "Neolution E-sport CHAOS",
        "price" : 750,
        "type" : "Mouse",
        "subType" : "Mouse",
        "brand" : "Neolution E-sport",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 621,
        "rating" : 4.3,
        "description" : "เมาส์ Neolution E-sport Emperor Gaming Mouse จากแบรนด์ Neolution E-Sport ผู้ผลิตเกมมิ่งเกียร์ที่ได้รับความนิยมอย่างมากจากเกมเมอร์ชาวไทย ด้วยราคาที่ถูกและคุณภาพของสินค้าที่ดีเยี่ยม เมาส์ตัวนี้มาในราคา 790 บาท มีลักษณะใกล้เคียงกับรุ่น Emperor แต่มีความสามารถเหนือกว่า การปรับค่า DPI มีด้วยกันหลายระดับ 800/1600/2400/4000/5000/6200 มากสุดถึง 12,000 ตัวเมาส์ใช้เซนเซอร์ PIXART 3327 ปุ่มกดจำนวน 10 ปุ่ม สามารถตั้งมาโครได้",
        "totalProductOrder" : 134
    },
    {
        "name" : "Zowie S1-C",
        "price" : 1790,
        "type" : "Mouse",
        "subType" : "Mouse",
        "brand" : "Zowie",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 324,
        "rating" : 4.4,
        "description" : "",
        "totalProductOrder" : 55
    },
    {
        "name" : "Cougar Surpassion RX",
        "price" : 1790,
        "type" : "Mouse",
        "subType" : "Mouse",
        "brand" : "Cougar",
        "isWireless" : true,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 457,
        "rating" : 4.6,
        "description" : "เมาส์ Cougar Surpassion RX Wireless Gaming Mouse ราคาปานกลาง เป็นเมาส์เกมมิ่งเชื่อมต่อแบบไร้สายผ่านสัญญาณ Wireless 2.4 GHz ที่มี Polling Rate อยู่ที่ 1000 Hz ทำให้การเชื่อมต่อแบบไร้สายนั้นรวดเร็วฉับไวและลื่นไหลในระดับเดียวกับการเชื่อมต่อแบบมีสาย พูดได้เลยว่าไม่มีคำว่าดีเลย์อย่างแน่นอน สำหรับในส่วนของ Sensor นั้น Cougar Surpassion RX เลือกใช้เป็น Pixart PMW3330 ที่มีค่า DPI สูงถึง 7200 DPI เลยทีเดียวข้อดีคือตอบโจทย์การเล่นเกมที่จำเป็นต้องลากเมาส์กว้างๆ หรือต้องการ DPI สูงๆ ได้เป็นอย่างดี",
        "totalProductOrder" : 102
    },
    {
        "name" : "SteelSeries QcK Mini",
        "price" : 750,
        "type" : "Mouse",
        "subType" : "Mousepad",
        "brand" : "SteelSeries",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 666,
        "rating" : 4.5,
        "description" : "",
        "totalProductOrder" : 112
    },
    {
        "name" : "Logitech G740",
        "price" : 1150,
        "type" : "Mouse",
        "subType" : "Mousepad",
        "brand" : "Logitech",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 656,
        "rating" : 3.9,
        "description" : "",
        "totalProductOrder" : 61
    },
    {
        "name" : "Razer Gigantus v2 Cloth",
        "price" : 299,
        "type" : "Mouse",
        "subType" : "Mousepad",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 63,
        "rating" : 4.2,
        "description" : "แผ่นรองเมาส์ Razer Gigantus v2 Cloth Gaming Mouse Pad เป็นแผ่นรองเมาส์แบบผ้าซีรีส์ล่าสุด จากแบรนด์ Razer มาพร้อมกับขนาดที่แตกต่างกันถึง 4 ไซส์ เริ่มตั้งแต่ Medium, Large, XXL, และ 3XL ซึ่งขนาดใหญ่ที่สุดหรือ 3XL นั้นมีความกว้างมากกว่า 1 เมตรและ ความหนาถึง 4 มิลลิเมตร เลยทีเดียว เรียกได้ว่าสามารถครอบคลุมพื้นที่ของโต๊ะคอมพิวเตอร์ได้ทั้งหมด ไม่ว่าจะเป็น คีย์บอร์ด หน้าจอ ไปจนถึงเมาส์ พื้นผิวของแผ่นรองเมาส์ทำจาก Micro Fiber รองรับเซ็นเซอร์เมาส์ทุกประเภท ให้การตอบสนองที่แม่นยำ",
        "totalProductOrder" : 45
    },
    {
        "name" : "Zowie PTF-X",
        "price" : 1090,
        "type" : "Mouse",
        "subType" : "Mousepad",
        "brand" : "Zowie",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 174,
        "rating" : 4.3,
        "description" : "แผ่นรองเมาส์อุปกรณ์เสริมสำหรับเหล่าเกมมิ่งแบรนด์ดัง Zowie PTF-X โดยมีซีรีส์เดียวกันคือรุ่น Zowie GTF-X ที่มีขนาดใหญ่กว่า แต่สำหรับรุ่นนี้ออกแบบมาด้วยขนาด 345 x 305 มม. มีความหนาอยู่ที่ 3.5 มม. เป็นขนาดที่ใช้งานกันโดยทั่วไป มาพร้อมการใช้งานในการเล่นเกมที่จะช่วยเพิ่มความแม่นยำในการเล็งเป้าหมายมากขึ้น ลื่นไหลไม่สะดุด และเพิ่มแรงต้านให้กับการการเคลื่อนไหวเมาส์ให้สามารถควบคุมการทำงานได้ง่ายขึ้น",
        "totalProductOrder" : 23
    },
    {
        "name" : "Zowie CAMADE II Mouse Bungee",
        "price" : 1390,
        "type" : "Mouse",
        "subType" : "Accessory",
        "brand" : "Zowie",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 76,
        "rating" : 4.0,
        "description" : "",
        "totalProductOrder" : 4
    },
    {
        "name" : "Razer Mouse Bungee V3",
        "price" : 1190,
        "type" : "Mouse",
        "subType" : "Accessory",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 154,
        "rating" : 4.6,
        "description" : "",
        "totalProductOrder" : 30
    },
    {
        "name" : "Cougar Bunker",
        "price" : 990,
        "type" : "Mouse",
        "subType" : "Accessory",
        "brand" : "Cougar",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 84,
        "rating" : 4.8,
        "description" : "",
        "totalProductOrder" : 70
    },
    {
        "name" : "HyperX Mice Cool Foam Wrist Rest",
        "price" : 490,
        "type" : "Mouse",
        "subType" : "Accessory",
        "brand" : "Hyperx",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 45,
        "rating" : 4.3,
        "description" : "",
        "totalProductOrder" : 96
    },
    {
        "name" : "Signo E-Sport KB-771 Trooper",
        "price" : 1490,
        "type" : "Keyboard",
        "subType" : "Rubberdome",
        "brand" : "Signo",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 387,
        "rating" : 4.5,
        "description" : "Signo E-Sport KB-771 Trooper Gaming Keyboard มีราคาอยู่ที่ 1,490 บาทเท่านั้น เป็นผลิตภัณฑ์จากแบรนด์ Signo ที่ได้รับกระแสตอบรับจากเหล่าเกมเมอร์เป็นอย่างดี ในเรื่องของคุณภาพของสินค้า และราคาที่เข้าถึงได้ง่าย โดยสินค้ารุ่นนี้มาในรูปแบบของคีย์บอร์ด Mechanical วัสดุทำจากอลูมิเนียมที่มีความแข็งแรง ทนทาน ใช้สวิตซ์แบบ Optical Blue กดได้มากกว่า 100 ล้านครั้ง",
        "totalProductOrder" : 122
    },
    {
        "name" : "Logitech G213 Prodigy",
        "price" : 1459,
        "type" : "Keyboard",
        "subType" : "Rubberdome",
        "brand" : "Logitech",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 415,
        "rating" : 4.4,
        "description" : "คีย์บอร์ด Logitech G213 Prodigy Gaming Keyboard ราคาระดับเริ่มต้น ไม่สูงมาก ไม่ต่ำมาก น่าจับจองเป็นเจ้าของเมื่อมองว่าเป็นคีย์บอร์ดเล่นเกม ด้วยความสามารถที่ไม่แพ้คีย์บอร์ด Mechanical เหมาะกับผู้ที่มองหาคีย์บอร์ดเล่นเกมหรือคีย์บอร์ดใช้งานที่มีความทนทาน ใช้งานได้อย่างสะดวกสบายด้วยขนาดคีย์บอร์ดแบบ Full Size ควบคุมได้ทุกฟังก์ชั่น และใช้งานได้ทุกปุ่ม มาพร้อมไฟ RGB 16.8 ล้านสีที่ดูสวยงามและเท่สุดๆ",
        "totalProductOrder" : 145
    },
    {
        "name" : "Nubwo NK-032 Fortune",
        "price" : 360,
        "type" : "Keyboard",
        "subType" : "Rubberdome",
        "brand" : "Nubwo",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 215,
        "rating" : 4.6,
        "description" : "คีย์บอร์ด Nubwo NK-032 Fortune Keyboard เป็นคีย์บอร์ดเกมมิ่งจากแบรนด์ Nubwo เป็นเกมมิ่งเกียร์สัญชาติจีนที่ทุกคนต่างรู้จักกันดี ด้วยคุณภาพของสินค้า รวมไปฟังก์ชั่นต่าง ๆ ที่ให้มาอย่างครบถ้วน ในราคาที่ทุกคนสามารถจับต้องได้ เพียงแค่ 459 บาทเท่านั้น เหมาะสำหรับการใช้เล่นเกม หรือใช้งานทั่วไป จุดเด่นคือเป็นคีย์บอร์ดแบบเงียบ ไร้เสียงขณะกด มีให้เลือก 2 สีด้วยกัน คือ สีดำ และ สีขาว ใช้สวิตซ์ Rubber Dome Switch ปุ่มแบบ Double-Shot Injection มีปุ่มคีย์ลัดอำนวยความสะดวกให้มากถึง 12 ปุ่ม มาพร้อมกับไฟ Multi-Color Blacklight สีรุ้งถึง 7 สีด้วยกัน",
        "totalProductOrder" : 75
    },
    {
        "name" : "Razer Ornata V3 X",
        "price" : 1250,
        "type" : "Keyboard",
        "subType" : "Rubberdome",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 198,
        "rating" : 4.3,
        "description" : "Razer Ornata V3 X คีย์บอร์ดสำหรับเล่นเกมโดยเฉพาะ มาด้วยขนาด Full-Size ปุ่มครบๆ เล่นได้ทุกเกม หรือจะนำไปทำงานก็ยังได้ ตัวนี้มีความไม่เหมือนคีย์บอร์ดเกมมิ่งทั่วไปที่ Low Profile ตัวคีย์บอร์ดและปุ่มเตี้ยอย่างเห็นได้ชัด คีย์แคปแต่ละแถวมีความสูงเท่ากันหมด ช่วยให้เกมเมอร์ไม่ต้องงอข้อมือมากเกินไปเวลาเล่นเกม และเมื่อใช้งานร่วมกับที่รองข้อมือที่มีมาให้ในชุด เกมเมอร์จะเพลิดเพลินกับการเล่นเกมได้ทั้งวันโดยไม่ปวดข้อมือไปเสียก่อน",
        "totalProductOrder" : 100
    },
    {
        "name" : "Razer Ornata V3 X",
        "price" : 1250,
        "type" : "Keyboard",
        "subType" : "Rubberdome",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 198,
        "rating" : 4.3,
        "description" : "Razer Ornata V3 X คีย์บอร์ดสำหรับเล่นเกมโดยเฉพาะ มาด้วยขนาด Full-Size ปุ่มครบๆ เล่นได้ทุกเกม หรือจะนำไปทำงานก็ยังได้ ตัวนี้มีความไม่เหมือนคีย์บอร์ดเกมมิ่งทั่วไปที่ Low Profile ตัวคีย์บอร์ดและปุ่มเตี้ยอย่างเห็นได้ชัด คีย์แคปแต่ละแถวมีความสูงเท่ากันหมด ช่วยให้เกมเมอร์ไม่ต้องงอข้อมือมากเกินไปเวลาเล่นเกม และเมื่อใช้งานร่วมกับที่รองข้อมือที่มีมาให้ในชุด เกมเมอร์จะเพลิดเพลินกับการเล่นเกมได้ทั้งวันโดยไม่ปวดข้อมือไปเสียก่อน",
        "totalProductOrder" : 100
    },
    {
        "name" : "SteelSeries APEX 3 TKL",
        "price" : 1790,
        "type" : "Keyboard",
        "subType" : "Rubberdome",
        "brand" : "SteelSeries",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 210,
        "rating" : 4.7,
        "description" : "คีย์บอร์ด SteelSeries APEX 3 TKL RGB Gaming Keyboard (EN) ได้รับการออกแบบทางวิศวกรรมในรูปแบบที่หมู่มือโปร e-Sports เลือกใช้ พร้อมทั้งอัดแน่นไปด้วยเทคโนโลยีการเล่นเกมที่ล้ำสมัยของแบรนด์ SteelSeries ที่จะทำให้คุณได้เปรียบในการแข่งขัน ด้วยแป้นพิมพ์ขนาด TKL ที่กำจัดแป้นตัวเลขสิบแป้นทำให้มีพื้นที่มากขึ้นสำหรับการเลื่อนเมาส์และช่วยให้เหมาะกับสรีระขณะเล่นเกมได้ดียิ่งขึ้น",
        "totalProductOrder" : 59
    },
    {
        "name" : "HyperX Alloy Core",
        "price" : 1490,
        "type" : "Keyboard",
        "subType" : "Rubberdome",
        "brand" : "Hyperx",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 180,
        "rating" : 4.3,
        "description" : "คีย์บอร์ด Hyper X Alloy Core RGB เป็นคีย์บอร์ดเกมมิ่งบัทเจ็ทสำเกมเมอร์ หรือเป็นคีย์บอร์ดเฉพาะกลุ่มสำหรับเกมเมอร์ที่ไม่ได้ชื่นชอบความสูงของแป้นพิพม์แบบสวิทซ์กลไก เพราะ Alloy Core นั้นใช้สวิทซ์คีย์บอร์ดเป็นระบบ Membrane ที่ทำให้มีความสูงของคีย์บอร์ดที่ต่ำกว่า แลกกับการที่ต้องใช้แรงและความแม่นยำในการกดให้มากขึ้นกว่าเดิม แต่ก็ไม่ได้นับว่าใช้งานยากแต่อย่างใดยังเหมาะสมกับการเล่นเกมโดยพื้นฐาน",
        "totalProductOrder" : 38
    },
    {
        "name" : "HyperX Alloy Origins Core PBT",
        "price" : 2990,
        "type" : "Keyboard",
        "subType" : "Mechanical",
        "brand" : "Hyperx",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 343,
        "rating" : 4.6,
        "description" : "",
        "totalProductOrder" : 101
    },
    {
        "name" : "Logitech G512",
        "price" : 2990,
        "type" : "Keyboard",
        "subType" : "Mechanical",
        "brand" : "Logitech",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 217,
        "rating" : 4.5,
        "description" : "สำหรับ คีย์บอร์ด Logitech G512 RGB Mechanical Keyboard (TH) เป็นอีก 1 คีย์บอร์ดรุ่นยอดนิยมของ Logitech สำหรับคนที่กำลังมองหา คีย์บอร์ดแมคคานิเคิล แป้นพิมพ์ภาษาไทย จาก Logitech ในราคาไม่สูง ทั้งยังได้ไฟ RGB สวยงามเสริมความเป็นเกมเมอร์มืออาชีพให้กับการใช้งานของคุณ โดยในแป้นพิมพ์ Logitech G512 RGB Mechanical Keyboard ตัวนี้ จะใช้งานเป็นสวิตซ์ GX ของทาง Logitech โดยมีสัมผัสให้เลือกครบครัน โดยแบ่งสัมผัสออกเป็นสีพื้นฐานของ Cherry Switch และมีขนาดเป็น Full Size",
        "totalProductOrder" : 127
    },
    {
        "name" : "Logitech G512",
        "price" : 2990,
        "type" : "Keyboard",
        "subType" : "Mechanical",
        "brand" : "Logitech",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 217,
        "rating" : 4.5,
        "description" : "สำหรับ คีย์บอร์ด Logitech G512 RGB Mechanical Keyboard (TH) เป็นอีก 1 คีย์บอร์ดรุ่นยอดนิยมของ Logitech สำหรับคนที่กำลังมองหา คีย์บอร์ดแมคคานิเคิล แป้นพิมพ์ภาษาไทย จาก Logitech ในราคาไม่สูง ทั้งยังได้ไฟ RGB สวยงามเสริมความเป็นเกมเมอร์มืออาชีพให้กับการใช้งานของคุณ โดยในแป้นพิมพ์ Logitech G512 RGB Mechanical Keyboard ตัวนี้ จะใช้งานเป็นสวิตซ์ GX ของทาง Logitech โดยมีสัมผัสให้เลือกครบครัน โดยแบ่งสัมผัสออกเป็นสีพื้นฐานของ Cherry Switch และมีขนาดเป็น Full Size",
        "totalProductOrder" : 127
    },
    {
        "name" : "Razer BlackWidow V3 TKL Optical",
        "price" : 2590,
        "type" : "Keyboard",
        "subType" : "Mechanical",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 178,
        "rating" : 5.0,
        "description" : "Razer Blackwidow V3 TKL Keyboards เป็นคีย์บอร์ดเกมมิ่งจากแบรนด์ Razer ผู้ผลิตเกมมิ่งเกียร์ที่มีชื่อเสียงโด่งดังไปทั่วโลก ด้วยดีไซน์การออกแบบที่เป็นเอกลักษณ์ รวมไปถึงฟีเจอร์ในการใช้งานที่หลากหลาย จุดเด่นของรุ่นนี้คือมาในรูปแบบ TKL นั่นคือแถบเลขขวามือจะถูกตัดออกไปทำให้ตัวคีย์บอร์ดมีขนาดเล็กลง กระทัดรัด ทำให้สามารถเลื่อนเมาส์ได้ถนัดมือมากยิ่งขึ้น ได้พื้นที่ในการใช้งานเพิ่มเติม ตัวสวิตซ์ ใช้ Razer Green Mechanical รูปแบบการกด Tactile ที่ให้เสียงในการกดแบบ Clicky มาพร้อมกับไฟ Razer Chroma RGB จำนวน 16.8 ล้านสีแบบเต็มรูปแบบ",
        "totalProductOrder" : 3
    },
    {
        "name" : "Nubwo Alistar X33 CIY",
        "price" : 759,
        "type" : "Keyboard",
        "subType" : "Mechanical",
        "brand" : "Nubwo",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 594,
        "rating" : 4.9,
        "description" : "คีย์บอร์ดคู่ใจเหล่าเกมเมอร์ที่โดดเด่นทั้งสีสันและการออกแบบ มาพร้อมกับฟังก์ชันอัดแน่นในราคาที่เข้าถึงง่ายกับเจ้าคีย์บอร์ด Nubwo Alistar X33 CIY Mechanical Gaming Keyboard (EN/TH) จากแบรนด์ที่คุ้นหูคุ้นตากันมานานอย่าง Nubwo บอกเลยว่าคีย์บอร์ดแมคคานิคอลตัวนี้เป็นขนาด Full-Size ตอบโจทย์สำหรับการใช้งานทั่วไปและเล่นเกม ดีไซน์ภายนอกต้องบอกเลยว่าทั้งเท่และสวยงามควบคู่กันอย่างลงตัว มีไฟ Mini RGB ที่สามารถปรับเปลี่ยนได้ถึง 20 โหมด Nubwo Alistar X33 CIY ยังรองรับการเปลี่ยนสวิตซ์อย่างง่ายดายหรือ Hot-Swap",
        "totalProductOrder" : 10
    },
    {
        "name" : "Logitech MX Palm Rest",
        "price" : 599,
        "type" : "Keyboard",
        "subType" : "WristRest",
        "brand" : "Logitech",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 339,
        "rating" : 4.7,
        "description" : "ที่รองข้อมือ Logitech MX Palm Rest เป็นที่รองข้อมือของ Logitech ที่มีการรองรับที่แข็งแรงและพื้นผิวเรียบ ช่วยให้มืออยู่ในตำแหน่งที่ดีและผ่อนคลาย จึงพิมพ์ได้อย่างสบายเป็นเวลาหลายชั่วโมง เป็นที่วางฝ่ามือระดับพรีเมียมสามารถวางและจัดตำแหน่งได้ตามต้องการ ออกแบบมาสำหรับคีย์บอร์ดแบบบาง เหมาะอย่างยิ่งสำหรับ Logitech MX Keys หรือ Logitech Craft ",
        "totalProductOrder" : 23
    },
    {
        "name" : "Logitech MX Palm Rest",
        "price" : 599,
        "type" : "Keyboard",
        "subType" : "WristRest",
        "brand" : "Logitech",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 339,
        "rating" : 4.7,
        "description" : "ที่รองข้อมือ Logitech MX Palm Rest เป็นที่รองข้อมือของ Logitech ที่มีการรองรับที่แข็งแรงและพื้นผิวเรียบ ช่วยให้มืออยู่ในตำแหน่งที่ดีและผ่อนคลาย จึงพิมพ์ได้อย่างสบายเป็นเวลาหลายชั่วโมง เป็นที่วางฝ่ามือระดับพรีเมียมสามารถวางและจัดตำแหน่งได้ตามต้องการ ออกแบบมาสำหรับคีย์บอร์ดแบบบาง เหมาะอย่างยิ่งสำหรับ Logitech MX Keys หรือ Logitech Craft ",
        "totalProductOrder" : 23
    },
    {
        "name" : "HyperX Keyboard Tenkeyless",
        "price" : 690,
        "type" : "Keyboard",
        "subType" : "WristRest",
        "brand" : "Hyperx",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 447,
        "rating" : 4.5,
        "description" : "",
        "totalProductOrder" : 50
    },
    {
        "name" : "Cougar Fort X",
        "price" : 690,
        "type" : "Keyboard",
        "subType" : "WristRest",
        "brand" : "Cougar",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 243,
        "rating" : 4.4,
        "description" : "",
        "totalProductOrder" : 67
    },
    {
        "name" : "Razer Kiyo X Webcam",
        "price" : 2990,
        "type" : "Streaming",
        "subType" : "Webcam",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 34,
        "rating" : 4.8,
        "description" : "กล้อง Razer Kiyo X Webcam จาก Razer ที่จะทำให้การสตรีมของคุณนั้นเต็มที่ ด้วยการสตรีม แบบ Full HD ที่ 1080p 30FPS ด้วยความคมชัดของภาพที่ยอดเยี่ยม และเรียบเนียนเป็นพิเศษ ไม่ว่าความคมชัดของภาพที่มากขึ้นหรือต้องการให้การสตรีมสั่นไหว การตั้งค่าที่ปรับแต่งได้อย่างเต็มที่ การโฟกัสอัตโนมัติที่ชาญฉลาด และ Razer Virtual Ring Light ให้คุณปรับสภาพแสงได้จากซอฟแวร์",
        "totalProductOrder" : 67
    },
    {
        "name" : "Logitech C310 Webcam",
        "price" : 669,
        "type" : "Streaming",
        "subType" : "Webcam",
        "brand" : "Logitech",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 358,
        "rating" : 4.4,
        "description" : "",
        "totalProductOrder" : 14
    },
    {
        "name" : "Nubwo NWC-500 Webcam",
        "price" : 620,
        "type" : "Streaming",
        "subType" : "Webcam",
        "brand" : "Nubwo",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 86,
        "rating" : 4.1,
        "description" : "ให้ความรู้สึกใกล้ชิดเสมือนจริง เพลิดเพลินไปกับวิดีโอคุณภาพยอดเยี่ยมด้วย กล้อง Nubwo NWC-500 Webcam ซึ่งมีเซนเซอร์ความละเอียด 1080p HD เก็บภาพวัตถุที่คุณต้องการถ่ายได้อย่างชัดเจนด้วยโฟกัสอัตโนมัติ ถ่ายภาพด้วยความแม่นยำสูงในมุมกว้างด้วยชิ้นเลนส์กระจกที่ให้ความแม่นยำ และเพื่อให้สามารถถ่ายภาพยนตร์ได้ง่ายขึ้น",
        "totalProductOrder" : 19
    },
    {
        "name" : "HyperX QuadCast S",
        "price" : 4990,
        "type" : "Streaming",
        "subType" : "Microphone",
        "brand" : "Hyperx",
        "isWireless" : false,
        "isRGB" : true,
        "imgPath" : "",
        "stock" : 109,
        "rating" : 4.9,
        "description" : "ไมโครโฟน HyperX Quadcast S Microphone เป็นไมค์จัดรายการรุ่นพัฒนาจากรุ่นยอดนิยมของ HyperX ที่ไม่มีอะไรเปลี่ยนไปจากเดิมมากนักนอกจากไฟ LED RGB 16.8 ล้านสี ที่ทางแบรนด์จัดมาให้เอาใจผู้ใช้งานตำคำเรียกร้อง พร้อมสามารถปรับแต่งได้อิสระผ่าน NGenuity ทำให้ปัญหาเดิมที่ที่ผู้ใช้งานบอกว่าแสงไฟสีแดงที่บังคบเปิดตลอดการใช้งานนั้นบางครั้งน่ารำคาญหมดไป",
        "totalProductOrder" : 56
    },
    {
        "name" : "Signo MP-704 Condenser",
        "price" : 770,
        "type" : "Streaming",
        "subType" : "Microphone",
        "brand" : "Signo",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 138,
        "rating" : 4.7,
        "description" : "ไมโครโฟน HyperX Quadcast S Microphone เป็นไมค์จัดรายการรุ่นพัฒนาจากรุ่นยอดนิยมของ HyperX ที่ไม่มีอะไรเปลี่ยนไปจากเดิมมากนักนอกจากไฟ LED RGB 16.8 ล้านสี ที่ทางแบรนด์จัดมาให้เอาใจผู้ใช้งานตำคำเรียกร้อง พร้อมสามารถปรับแต่งได้อิสระผ่าน NGenuity ทำให้ปัญหาเดิมที่ที่ผู้ใช้งานบอกว่าแสงไฟสีแดงที่บังคบเปิดตลอดการใช้งานนั้นบางครั้งน่ารำคาญหมดไป",
        "totalProductOrder" : 105
    },
    {
        "name" : "Nubwo M66",
        "price" : 280,
        "type" : "Streaming",
        "subType" : "Microphone",
        "brand" : "Nubwo",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 127,
        "rating" : 4.6,
        "description" : "",
        "totalProductOrder" : 42
    },
    {
        "name" : "Razer Ring Light",
        "price" : 2890,
        "type" : "Streaming",
        "subType" : "Accessory",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 39,
        "rating" : 5.0,
        "description" : "",
        "totalProductOrder" : 87
    },
    {
        "name" : "Razer Ripsaw X USB Capture Card",
        "price" : 5200,
        "type" : "Streaming",
        "subType" : "Accessory",
        "brand" : "Razer",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 100,
        "rating" : 4.7,
        "description" : "",
        "totalProductOrder" : 22
    },
    {
        "name" : "Neolution E-sport QUORA",
        "price" : 2290,
        "type" : "Table&Chair",
        "subType" : "Table",
        "brand" : "Neolution E-Sport",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 111,
        "rating" : 4.4,
        "description" : "โต๊ะเล่นเกม Neolution E-sport QUORA 100cm Carbon Kevlar Gaming Desk คือโต๊ะเกมมิ่งขนาด 100x60x75 ซม. จากแบรนด์ Neolution E-sport เป็นโต๊ะที่สามารถรับน้ำหนักได้ถึง 100 กก. ด้วยวัสดุที่ใช้ทำโต๊ะตัวนี้คือ P2PB/ABS Engineering / Carbon Steel จึงมั่นใจได้เลยว่าสามารถใช้งานได้อย่างยาวนานและทนทาน มาพร้อมกับที่วางแก้วและที่แขวนหูฟัง",
        "totalProductOrder" : 59
    },
    {
        "name" : "Neolution E-sport EGAMING",
        "price" : 6290,
        "type" : "Table&Chair",
        "subType" : "Table",
        "brand" : "Neolution E-Sport",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 222,
        "rating" : 4.7,
        "description" : "โต๊ะเล่นเกม Neolution E-sport EGAMING (FUR-NES-EGAMING) Gaming Desk โต๊ะเกมมิ่งไฟฟ้าที่ออกแบบสำหรับการเล่นเกมโดยเฉพาะ เริ่มมาด้วยดีไซน์ของโต๊ะที่สวย น่าใช้งาน ขาโต๊ะมีความแข็งแรง ทนทาน รองรับน้ำหนักได้มากถึง 120 กิโลกรัม หน้าโต๊ะด้านบนกว้างถึง 110 เซนติเมตร สามารถวางจอคอมพิวเตอร์ได้มากกว่า 1 จอสบายๆ ผิวหน้าโต๊ะใช้วัสดุคาร์บอนไฟเบอร์ ทนต่อรอยขีดข่วนได้เป็นอย่างดี ด้านข้างมีส่วนต่อขยายเพื่อเพิ่มพื้นที่บนโต๊ะได้อีกด้วย โต๊ะเล่นเกม Neolution E-sport EGAMING (FUR-NES-EGAMING) Gaming Desk มาพร้อมแผงควบคุมเพื่อปรับระดับความสูงของโต๊ะเล่นเกมตัวนี้ สามารถปรับความสูงได้ตั้งแต่ 74 – 119 เซนติเมตร",
        "totalProductOrder" : 100
    },
    {
        "name" : "Cougar E-MARS",
        "price" : 25900,
        "type" : "Table&Chair",
        "subType" : "Table",
        "brand" : "Cougar",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 100,
        "rating" : 5.0,
        "description" : "โต๊ะเกมมิ่ง Cougar E-MARS Gaming Desk จากแบรนด์ Cougar ที่เป็นโต๊ะเกมมิ่งระบบไฟฟ้า สามารถปรับส่วนสูงของโต๊ะได้ และยังได้รับการออกแบบตามหลักสรีรศาสตร์เพื่อให้สามารถใช้งานได้อย่างยาวนาน การปรับระดับความสูงของโต๊ะสามารถทำได้ตั้งแต่ 70 - 115 เซนติเมตร คุณจึงสามารถนั่งหรือยืนเพื่อทำงานหรือเล่นเกมได้ตลอดวัน เพื่อการขยับร่างกายให้ห่างไกลจากอาการออฟฟิศซินโดรม ตัวปรับระดับสามารถใช้งานได้อย่างง่ายดายและสามารถบันทึกการตั้งค่าความสูงได้ถึง 4 ระดับ เพื่อความรวดเร็วในการปรับระดับในทันที",
        "totalProductOrder" : 4
    },
    {
        "name" : "Cougar Terminator",
        "price" : 21900,
        "type" : "Table&Chair",
        "subType" : "Chair",
        "brand" : "Cougar",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 70,
        "rating" : 4.8,
        "description" : "",
        "totalProductOrder" : 12
    },
    {
        "name" : "Neolution E-Sport Pastel",
        "price" : 3790,
        "type" : "Table&Chair",
        "subType" : "Chair",
        "brand" : "Neolution E-Sport",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 32,
        "rating" : 4.9,
        "description" : "หากใครกำลังมองหาเก้าอี้เกมมิ่งราคาประหยัด มาพร้อมหมอนรองคอและเบาะรองหลังนั่งสบาย เลือกใช้เมมโมรี่โฟมเพื่อความนุ่มสบาย หุ้มด้วยหนัง PU+PVC สัมผัสนุ่ม เก้าอี้เกมมิ่ง Neolution E-Sport Pastel ตัวนี้ตอบโจทย์เกมเมอร์อย่างคุณได้แน่นอน มาด้วยสีสันพาสเทลตัดกันอย่างสวยงาม อ่อนหวาน แต่แข็งแรงด้วยโครงเหล็กที่รองรับน้ำหนักได้มากถึง 120 กิโลกรัมเลยทีเดียว",
        "totalProductOrder" : 49
    },
    {
        "name" : "Nubwo CH-010",
        "price" : 3790,
        "type" : "Table&Chair",
        "subType" : "Chair",
        "brand" : "Nubwo",
        "isWireless" : false,
        "isRGB" : false,
        "imgPath" : "",
        "stock" : 35,
        "rating" : 4.4,
        "description" : "ก้าอี้ Nubwo CH010  เป็นเก้าอี้ทรงกึ่งออฟฟิศกึ่งเรซซิ่งจากซีรีย์ Mercenary ที่เน้นไปที่พื้นที่นั่งกว้าง ๆ และพนักวางแขนที่ค่อนข้างยาว โดยตัว Nubwo 010 นั้นจะไม่สามารถปรับพนักวางแขนได้เพราะทุกส่วนถูกเชื่อมติดกับตัวเก้าอี้เพื่อความทนทาน จุดเด่นของมันคือหมอนนุ่ม ๆ รองคอเหมือนตัว X101 ที่นุ่มมาก ๆ บริเวณหัวเก้าอี้ ฉะนั้นตัวเก้าอี้อาจจะเหมาะเป็นพิเศษสำหรับคนที่มีความสูงพอที่จะนั่งไปถึงจุดรองคอได้ ตัวเก้าอี้นั้นมีส่วนสูงรวมแค่ 116 เซนติเมตรเท่านั้น",
        "totalProductOrder" : 35
    }
]